{
  "description": {
    "en": "![](https://github.com/sanskrit-coders/jyotisha/blob/master/jyotisha/panchangam/temporal/festival/images/kanchi-jagadgurus/jagadguru-47.jpg)Śrīkaṇṭha, son of Śukadevaśharma on the banks of the river Kunḍī (Kunṭī) was a drāviḍa (a southerner), eloquent, wellversed in scriptures and courageous; having received the initiation into asceticism from the compassionate preceptor Bodhendra with the name Śrī Chandracūḍa, He held the responsibilities of preceptor-ship on earth by remaining in Kāṅci Maṭha. This preceptor surrounded by eminent scholarpoets Maṅka, Śrī Jayadeva, Kṛṣṇa, Suhala, carrying out digvijaya throughout the earth defeated in debate the exponent of Jainism Hemācārya, whose presence embellished the assembly of King Vidyālola Kumārapāla. This preceptor Śrī Chandracūḍa meditating on the mystic syllable that dispels grief/removes misery, adorning the seat (of preceptor) for sixty-eight years, became Videha by giving up the wondrous physical body on the New moon day in Caitra month of the year Pārthiva in the Kali era 4267. This renowned preceptor followed Śrī Jayadeva, Kṛṣṇamiśra, Suhala and others, adored by King Jayasimha and Kumārapāla, destroyed the arrogance of the Jaina exponent Hemācārya and attained the final beatitude at Aruṇācala."
  },
  "id": "kAJcI 47 jagadguru zrI~candrazEkharEndra sarasvatI 4 ArAdhanA",
  "jsonClass": "HinduCalendarEvent",
  "priority": "puurvaviddha",
  "references_primary": [
    "Punya Shloka Manjari"
  ],
  "references_secondary": [
    "www.kamakoti.org"
  ],
  "shlokas": [
    "zrIkaNThaH zukadEvazarmatanayaH kuNDInadIkUlabhUrvAgmI vAGmayatattvasaGgrahapaTurdhRSTO vaTurdrAviDaH.\nbOdhEndrAryakRpAgRhItaniyamaH zrIcandracUDAkhyayA tiSThan kAJcimaThE babhAra sa dhurAm AcAryakIM bhUtalE..91..\nmaGkhazrIjayadEvakRSNasuhalapraSThairmahiSThairvRtO vidvadbhiH paritaH kSitiM viracayan yAtrAM vijaitrAM vratI.\nvidyAlOlakumArapAlanRpatEH saMsatsamuttaMsitaM hEmAcAryamapi vyapAkRta girA vAgaSTakavyAkRtam..92..\ndhyAyaMstArakam ArtihArakam asau zrIcandracUDAzramI\njvAlA-bhAvavikAra-dRg-jaladhibhiH (4267) kAlE kalau kAlitE.\nAsthAyAsanam aSTaSaSTizaradaH zrIpArthivE pArthivaM\ncaitrE citram aparvaparvaNi jahaddEhaM vidEhO'bhavat..93..\n—puNyazlOkamaJjarI"
  ],
  "tags": [
    "kanchi-aradhana-days"
  ],
  "timing": {
    "angam_number": 30,
    "angam_type": "tithi",
    "jsonClass": "HinduCalendarEventTiming",
    "kaala": "madhyaahna",
    "month_number": 1,
    "month_type": "lunar_month",
    "year_start": 4267
  }
}