{
  "description": {
    "en": "This preceptor (Śrī Bhagavannāma Bodhendra) under the directions of Śrī Viśvādhika came to south; while staying in the house of Jagannātha Kavi, son Śrī Lakṣmīdhara at Jagannātha pini on the shores of Eastern Sea. He sanctified by enjoining expiatory acts based on bhakti to the Brahmin woman polluted/molested by a mleccha. May preceptor sage Bodhendra entering into Kāñci and embellishing the preceptor-ship, erecting an elaborate path of devotion for the emancipation of all in the Universe by writing excellent works highlighting the concepts (of Bhakti), He who bestowed eloquence even to a dumb child, the ocean with devotees as waves, shine well.Born of Keśavapāṇduraṅga, an eminent scholar of Kaṇvaśākhā, residing in the small village called Maṇḍana near Kāñci, the virtuous devotee, noble (great) in guiding people resorted to him to the path of bhakti, adorned the seat of the great Preceptor, Śrī Śaṅkara, under the directions of Śrī Ātmabodha. He carried out preceptor-ship ably in the Maṭha for fifty-four years and remained in Kāmakoṭi Pīṭha highlighting Advaita through lectures/discourses, the ocean of courage, attained his own non-dual abode in the Śalivaha era 1614. Śrī Bhagavannāma Bodhendra reached the empire of enlightenment near Madhyārjuna Kṣetra on the full-moon day of the month of Bhādrapāda in the year Prajotpatti. That this revered preceptor also known as Yogīndra travelled to Rāmeśvaram and on his return attained siddhi at Govindapuram near Madhyārjuna is a well--known fact."
  },
  "id": "kAJcI 59 jagadguru zrI~bhagavannAma bOdhEndra sarasvatI ArAdhanA",
  "image": "kanchi-jagadgurus/jagadguru-59.jpg",
  "jsonClass": "HinduCalendarEvent",
  "priority": "puurvaviddha",
  "references_primary": [
    "Punya Shloka Manjari"
  ],
  "references_secondary": [
    "www.kamakoti.org"
  ],
  "shlokas": [
    "zrIvizvAdhikadEzikEndravacasA prAptO dizaM dakSiNAM\nprAcInAmbudhirOdhasi pratijagannAthaM prapannO gRhAn.\nzrIlakSmIdharazarmaNO'sya tanujAnmlEcchIkRtAM yOSitaM\nkurvANAddvijasaGgatAM sa niyamAdadhyaiSTa bhaktEH kramAn..9..\nzrIkAJcImanuvizya dEzikapadaM sammaNDya tattvOjjvalairgranthairbhaktipathaM vidhAya vizadaM vizvasya muktyai kalau.\nmUkasyApi zizOrmahApravacanaprAvINyadAyI munirbOdhEndrO jayatAt sa bhaktajanatAkallOlinInIradhiH..10..\nzrImanmaNDananAmni kAJcinagarIkhETE kRtAvAsataH kANvAt kEzavapANDuraGgavibudhAjjAtO'bhijAtAkRtiH.\nbhaktaH zrIpuruSOttamE zritavatAM bhaktyadhvadarzI mahAn adhyAstAsanam AdizaGkaragurOrAryAtmabOdhAjJayA..11..\nAcAryatvam udUhya sAdhu sa catuSpaJcAzadabdaM maThE\npIThE kAmadRzaH sthitaH pravacanairadvaitamuddyOtayan.\nabdhi-glau-rasa-candra-sammitazakE (1614) zrIzAlivAhAhvayE\nsiddhiM prApadapAradhairyajaladhiH svasyaiva dhAmnyadvayE..12..\nprajOtpattiprauSThapadapUrNimAyAm upArjunam.\nbhagavannAmabOdhEndrO bOdhasAmrAjyam IyivAn..13..\n—puNyazlOkamaJjarI"
  ],
  "tags": [
    "kanchi-aradhana-days"
  ],
  "timing": {
    "angam_number": 15,
    "angam_type": "tithi",
    "jsonClass": "HinduCalendarEventTiming",
    "kaala": "aparahna",
    "month_number": 6,
    "month_type": "lunar_month",
    "year_start": 4793
  }
}