{
  "description": {
    "en": "Heaps of merits embodied as the son of Purāri and Śrīmati of the town Aśmaśālapura on the banks of the sweet river Maṇimukta, Aruṇagiri governed the preceptor-ship of the Pīṭha surrounded by the four oceans as preceptor candracūḍa. Sri Kṛṣṇapremi’s edition Thus having imparted the teachings to me, the insignificant disciple and guiding me through various aspects pertaining to the Pīṭha, the preceptor who remained in the Pīṭha for sixteen years and attained siddhi in a moment, He merged in theSupreme Effulgence (of the nature) Saccitsukha devoid of calamities, on the eleventh day of the bright fortnight early morning of the month of Mīna of the year Svabhānu at Kañci. Polakam Rāmaśāstri edition Thus having imparted the teachings to me, the insignificant among disciples and guiding me through all aspects relating to the Pīṭha, the preceptor who stayed at the Maṭha for only six years at siddhi in a moment, He merged in the Eternal Bliss, the Supreme Effulgence, devoid of calamities at the dawn of eleventh day of bright fortnight of the Mārgaśīrṣa month in the year Āṅgīrasa at Kañci. "
  },
  "id": "kAJcI 55 jagadguru zrI~candracUDEndra sarasvatI 2 ArAdhanA",
  "image": "kanchi-jagadgurus/jagadguru-55.jpg",
  "jsonClass": "HinduCalendarEvent",
  "priority": "puurvaviddha",
  "references_primary": [
    "Punya Shloka Manjari"
  ],
  "references_secondary": [
    "www.kamakoti.org"
  ],
  "shlokas": [
    "madhuritamaNimuktAmugdhatIrAzmazAlApuratilakapurArizrImatIpuNyapuJjam.\naruNagirirabhArSId advayAcAryamudrAM caturudadhipaTAyAM candracUDEndranAmA..108..\nitthaM mAmanuziSya ziSyakaNizaM tAMstAn samastAMstataH\nsandarzya kSaNataH sa siddhimasadad varSAn SaDEva sthitaH.\nkAJcyAmAGgirasE sahasyadhavalaikAdazyahE pratyuSa-\nsyApat siddhimanApadi pratipadaM saccitsukhE jyOtiSi..109..\n-\n—puNyazlOkamaJjarI"
  ],
  "tags": [
    "kanchi-aradhana-days"
  ],
  "timing": {
    "angam_number": 11,
    "angam_type": "tithi",
    "jsonClass": "HinduCalendarEventTiming",
    "kaala": "madhyaahna",
    "month_number": 10,
    "month_type": "lunar_month",
    "year_start": 4625
  }
}