{
  "description": {
    "en": "Devoted to Lord Chandramauli, preceptor Śrī Chandraśekhara too remaining in the Pīṭha for thirtyseven years reached his eternal abode on the first day of Kṛṣṇapakṣa in the month of Kārthika of the year Sādhāraṇa. The name of this preceptor before initiation was Veñkatasubrahmaṇya Dīkṣita. He was a descendant of the family of Govinda Dīkṣita, wellknown as “Ayyan” who carried out many righteous acts of “pūrta” and adorned the ministerial post in the assembly of King Sevappa Nāyaka of the Nāyaka dynasty ruling Thanjavur. This preceptor was well-versed in Mantra Śāstra. Only during the period of this preceptor, the renovation or reinstallation of the pair of ear-rings (taṭaṅka yugala) symbolic of Sricakra, of Goddess Akhilāṇdeśvarī of Jambukeśvara, renovation of Sricakra in theKāmākṣī temple at Kāñci were carried out. During his visit ot Tanjavur, the preeptor was reverentially coronated with gold or offered Kanakābhiṣeka by the monarch who was ruling Tanjavur. Śalivahana era 1773."
  },
  "id": "kAJcI 64 jagadguru zrI~candrazEkharEndra sarasvatI 6 ArAdhanA",
  "image": "kanchi-jagadgurus/jagadguru-64.jpg",
  "jsonClass": "HinduCalendarEvent",
  "priority": "puurvaviddha",
  "references_primary": [
    "Punya Shloka Manjari"
  ],
  "references_secondary": [
    "www.kamakoti.org"
  ],
  "shlokas": [
    "zrImaThapArzvE sadmani jAtO vEGkaTasubrahmaNyatapasvI.\nzrIgurupArzvE saMsthitim AgAd uttaravRndAvanavikhyAtaH..14..\nzrIcandrazEkharaguruH zritacandramaulistriMzatsamA api ca sapta vasan nu pIThE.\nsAdhAraNE zaradi kArtikakRSNapakSasyAdyE tithAvupagataH sthiram AtmadhAma..15..\n—puNyazlOkamaJjarI"
  ],
  "tags": [
    "kanchi-aradhana-days"
  ],
  "timing": {
    "angam_number": 16,
    "angam_type": "tithi",
    "jsonClass": "HinduCalendarEventTiming",
    "kaala": "aparaahna",
    "month_number": 8,
    "month_type": "lunar_month",
    "year_start": 4952
  }
}