{
  "description": {
    "en": "![](https://github.com/sanskrit-coders/jyotisha/blob/master/jyotisha/panchangam/temporal/festival/images/kanchi-jagadgurus/jagadguru-01.jpg)Kṛpāśaṅkara, son of Ātmasomayāji in Andhra in the lineage of Garga, with the name Gaṅgayya before initiation established six religions of worship in worshipping Śiva, Hari, Skanda and others away from Tantrik practices and establishing everywhere the non-dualism enunciated in the Vedas, drove away the notion of dualism. Kṛpāśaṅkara established Śrī Viśvarūpa at Śṛṅgeri under the directions of Śrī Kaivalya Munīndra and formulated precepts; having adorned Ācārya Pīṭha for forty-one years, he departed in the direction of Kubera, viz. North and attained siddhi at Vindhyas. The mighty omniscient (Kṛpāśaṅkara), the One without a second, attained the supreme non-dual state of the Ultimate known as parāpara which is full of Supreme Bliss on the third day of the dark fortnight in the month of Kārtika in the year V 9hava."
  },
  "id": "kAJcI 9 jagadguru zrI~kRpAzaGkarEndra sarasvatI ArAdhanA",
  "jsonClass": "HinduCalendarEvent",
  "priority": "puurvaviddha",
  "references_primary": [
    "Punya Shloka Manjari"
  ],
  "references_secondary": [
    "www.kamakoti.org"
  ],
  "shlokas": [
    "AndhrESvAtmaNasOmayAjitanayO gargAnvayO gaGgayA-\nbhikhyaH khyApitaSaNmataH zivahariskandAdisEvAdhvani.\ntantrAcAravidUramEva paritO vEdaikamArgOditaM\nsaMsthApyAdvayam apyadhAd dvayakathAdUraM kRpAzaGkaraH..18..\nzrIkaivalyamunIndrazAsanavazAt zrIvizvarUpAbhidhaM zRGgEryAM nihitaM vidhAya niyamAn lOkE vyavasthApya ca.\ncatvAriMzatam Ekayuktam abhimaNDyAcAryapIThIM dizaM prasthAyaiDaviDasya siddhimabhajadvindhyE kRpAzaGkaraH..19..\nvibhavE vibhurUrjitaH parOrjE paramApAnutRtIyam advitIyaH.\nparamaM padam AtmanInamEkaM paramAnandamayaM parAparAkhyam..20..\n—puNyazlOkamaJjarI"
  ],
  "tags": [
    "kanchi-aradhana-days"
  ],
  "timing": {
    "angam_number": 18,
    "angam_type": "tithi",
    "jsonClass": "HinduCalendarEventTiming",
    "kaala": "madhyaahna",
    "month_number": 8,
    "month_type": "lunar_month",
    "year_start": 3170
  }
}