{
  "description": {
    "en": "This Sarvajñātman, who was born to Vardhana got initiated into asceticism even before the age of seven by Śri Śaṅkara himself on being delighted to have had debate with him on the banks of river Tāmraparṇi; he spent seventy years along with Sureśvara in that Pīṭha and then lived in that Maṭha for forty two yearsThe sage known as Sarvajña attained union with his own Self by doing service at the lotus feet of Śri Padmapāda, who  was  dear  to  the  Ācārya  (Śri  Śaṅkara) and imparting the unparallel doctrine through Cinmudrā to the saint by name Brahmasvarūpa who served with love and faith at the feet of the master who (Sarvajña or Brahmasvarūpa? - Not clear from sentence construction) was holding the pontiff-dom of the Dvāravatī maṭha. The sage Sarvajñātman whose works such as Saṁkṣepaśārīraka showed clearly/elaborately the collective meaning of the words hidden in the great commentatorial works on Advaita merged in the Supreme on the fourteenth day of the dark fortnight in the month of Vaiśākha in the Nala year of the Kali era 2737 at Kāñci Śri Śaṅkara Maṭha."
  },
  "id": "kAJcI 3 jagadguru zrI~sarvajJAtmanEndra sarasvatI ArAdhanA",
  "image": "kanchi-jagadgurus/jagadguru-03.jpg",
  "jsonClass": "HinduCalendarEvent",
  "priority": "paraviddha",
  "references_primary": [
    "Punya Shloka Manjari"
  ],
  "references_secondary": [
    "www.kamakoti.org"
  ],
  "shlokas": [
    "tAmrArOdhasi vardhanAt samuditaH sannyAsitaH saptamAt prAgEvAtmavivAdahRSTamanasA zrIzaGkarENaiva yaH.\ntatpIThE sasurEzvaraM samanayad varSAMzca yaH saptatiM catvAriMzatam Asta sadvayam asau abdAn svayaM tanmaThE..7..\nAcAryapriyapadmapAdacaraNAmbhOjadvayIsEvanAd UDhadvAravatImaThAya munayE brahmasvarUpAtmanE.\nzraddhArAddhapadAya tattvamatulaM cinmudrayA nirdizannEvaikyaM samagAnnijEna mahasA sarvajJasaMjJO muniH..8..\nkalyabdaiH sa hayAgnilOkanayanaiH (2737) varSE nalE mAdhavE\nlilyE kRSNacaturdazImanu mahasyAmnAyazailAntikE.\ngranthairyatkalitairnyadarzi vizadaM saGkSEpazArIraka-\nprakhyairadvayasUtrabhASyagahanacchannaH padArthOccayaH..9..\n—puNyazlOkamaJjarI"
  ],
  "tags": [
    "kanchi-aradhana-days"
  ],
  "timing": {
    "angam_number": 29,
    "angam_type": "tithi",
    "jsonClass": "HinduCalendarEventTiming",
    "kaala": "aparaahna",
    "month_number": 2,
    "month_type": "lunar_month",
    "year_start": 2738
  }
}