{
  "description": {
    "en": "Viśveśvara was the son of Viśvamakhindra; resorting to the fact of Paraśivārya, known as Navaśaṅkara from the first preceptor toured all places successfully, from Setu (Rāmeśvaram) to Sītāgiri (Himalayas). Since He possessed intellect more than anyone in the Universe, men of wisdom call him Viśvādhika and Navaśaṅkara. His erudition in composing works such as Rudra bhāṣya is beyond words—immeasurable. The preceptor Viśvādhikendra carrying out the responsibilities of preceptor for fifty-two years, (later) handing over the responsibilities to Bodhendrārya, and proceeding in southern direction reached eternal abode, meditating on Lord Śiva with the crescent moon in the crown, on the banks of river Garuḍa on the eighth day of the black fortnight in the month of Tulā of the year Ăśvara. This preceptor Śrī Navaśaṅkara residing on the banks of river Tridaśa was revered by eminent men, departed in the southern direction and attained siddhi on the banks of river Garuḍa after handing over the responsibilities to the disciple Śrī Bhagavannāma Bodhendra. "
  },
  "id": "kAJcI 58 jagadguru zrI~AtmabOdhEndra sarasvatI ArAdhanA",
  "image": "kanchi-jagadgurus/jagadguru-58.jpg",
  "jsonClass": "HinduCalendarEvent",
  "priority": "puurvaviddha",
  "references_primary": [
    "Punya Shloka Manjari"
  ],
  "references_secondary": [
    "www.kamakoti.org"
  ],
  "shlokas": [
    "vRddhAcalaprabhavavizvamakhIndrasUnurvizvEzvaraH parazivAryapadaM prapannaH.\nAsEtuzItagiri kalpitajaitrayAtra AdyAt sa zaGkaragurOratihRdya AsIt..6..\nvizvAdhikasvadhiSaNatvata EnamAhurvizvAdhikEndram anaghA navazaGkaraM ca.\nzrIrudrabhASyamukhabhUritaraprabandhasandhAnakauzalam amuSya kimapyamEyam..7..\ndvApaJcAzatam udvahan gurudhurAm abdAnavAcyAM dizi prasthAnE garuDApagAtaTabhuvi prApat padaM zAzvatam.\nbOdhEndrAryavisRSTaviSTaradhurO vizvAdhikEndrastulAkRSNASTamyahanIzvarE hRdi dadhat sOmArdhacUDAmaNim..8..\n—puNyazlOkamaJjarI"
  ],
  "tags": [
    "kanchi-aradhana-days"
  ],
  "timing": {
    "angam_number": 23,
    "angam_type": "tithi",
    "jsonClass": "HinduCalendarEventTiming",
    "kaala": "aparaahna",
    "month_number": 7,
    "month_type": "solar_month",
    "year_start": 4739
  }
}